---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireType
source: html/01fcb5b7-d167-562b-3aa9-70183545643a.htm
---
# WireType Properties

The id of the assembly instance to which the element belongs.